Repository: gabrielznegri/sudokuki-code
Catalog: po/*.po
Languages: de, fr, ja, nl, pl, ru

source: About Sudokuki...
de: Über Sudokuki...
fr: A propos...
ja: スードクキについて
nl: Over Sudokuki...
pl: O Sudokuki...
ru: О игре Sudokuki...

source: Information
ja: 情報
nl: Informatie
pl: Informacje
ru: Справка

source: Contributors
de: Mitwirkende
fr: Contributeurs
ja: 寄贈者
nl: Bijdragen van
pl: Kontrybutorzy
ru: Участники

source: Feedback
fr: Commentaires
ja: フィードバック
ru: Отзывы

source: Transfer
de: Weitergeben
fr: Transfert
ja: 移行
ru: Скачать

source: License
de: Lizenz
fr: Licence
ja: ライセンス
nl: Licentie
pl: Licencja
ru: Лицензия

source: Aritz Beraza
ja: アリツ ベラザ
ru: Аритз Бераза

source: Spanish translations (v1.0)
de: Spanische Übersetzung (v1.0)
fr: Traductions en espagnol (v1.0)
ja: スペイン語訳 (v1.0)
nl: Spaanse vertaling (v1.0)
pl: Tłumaczenia (v1.0) na język hiszpański
ru: Испанский перевод (v1.0)

source: Helene Damianakos
fr: Hélène Damianakos
ja: エレーヌ ダミアナコス (v1.0)
ru: Елен Дамианакоз

source: Greek translations (v1.0)
de: Griechische Übersetzung (v1.0)
fr: Traductions en grec (v1.0)
ja: ギリシア語訳
nl: Griekse vertaling
pl: Tłumaczenia (v1.0) na język grecki
ru: Греческий перевод (v1.0)

source: Janis Eisaks
ru: Жанис Еисакс

source: Latvian translations
fr: Traductions en letton
nl: Letse vertaling
pl: Tłumaczenia na język łotewski
ru: Латвийский перевод

source: Stavros Mavrakis
ja: スタヴロス マヴラキス
ru: Ставрос Мавракис

source: Greek translations
de: Griechische Übersetzung
fr: Traductions en grec
ja: ギリシア語訳
nl: Griekse vertaling
pl: Tłumaczenia na język grecki
ru: Греческий перевод

source: Fumiaki Nakanishi
ja: 中西 史明
nl: Famiaki Nakanishi
ru: Фумиаки Наканиши

source: Japanese translations
de: Japanische Übersetzung
fr: Traductions en japonais
ja: 日本語訳
nl: Japanse vertaling
pl: Tłumaczenia na język japoński
ru: Японский перевод

source: Jeanne Peng
ja: ジョアン ペン
ru: Жеанн Пенг

source: Chinese translations
de: Chinesische Übersetzung
fr: Traductions en chinois
ja: 中国語訳
nl: Chinese vertaling
pl: Tłumaczenia na język chiński
ru: Китайский перевод

source: Claus Poerschke
ja: クラウス ポエルシュク
ru: Клаус Поерсчке

source: Patches (v1.0) and German translations
de: Patches (v1.0) und deutsche Übersetzung
fr: Patches (v1.0) et traductions en allemand
ja: パッチ(v1.0) とドイツ語訳
nl: Patches (v1.0) en Duitse vertaling
pl: Poprawki (v1.0) i tłumaczenia na język niemiecki
ru: Патчи (v1.0) и Немецкий перевод

source: Dmitry Salnikov
ja: ドミトリー サルニコフ
ru: Дмитрий Сальников

source: Portuguese and Russian translations
de: Portugiesische und russische Übersetzung
fr: Traductions en portugais et russe
ja: ポルトガル語とドイツ語訳
nl: Portugese en Russische vertaling
pl: Tłumaczenia na język portugalski i rosyjski
ru: Португальский и Русский перевод

source: Helene Vedrenne
fr: Hélène Vedrenne
ja: エレーヌ ヴェドレンヌ
ru: Елен Ведрэннэ

source: Sylvain Vedrenne
ja: シルヴァン ヴェドレンヌ
ru: Сильваин Ведреннэ

source: Esperanto, French, and Japanese translations (v1.0)
de: Esperanto, französische, und japanische Übersetzung (v1.0)
fr: Traductions en espéranto, français, et japonais (v1.0)
ja: エスペラント語、フランス語、日本語訳
nl: Esperanto, Franse en Japanse vertaling (v1.0)
pl: Tłumaczenia (v1.0) na język francuski, japoński i esperanto
ru: Эсперанто, Французкий, и Японский перевод (v1.0)

source: <b>Sudokuki</b> is released under the terms of the GNU General Public License version 3 or later (GPL v3+).
de: <b>Sudokuki</b> ist in Anwendung der GNU General Public License in Version 3 (GPL v3+) oder höher herausgegeben.
fr: <b>Sudokuki</b> est publié selon les termes de la Licence Publique Générale GNU, version 3 ou ultérieure (GPL v3+).
ja: <b>スードクキ</b>はＧＮＵ一般公共ライセンスヴァージョン３または 後で (GPL v3+)の用語で公開されました。
nl: <b>Sudokuki</b> is uitgegeven onder de voorwaarden van de GNU General Public License versie 3 of later (GPL v3+)
pl: <b>Sudokuki</b> podlega warunkom Powszechnej Licencji Publicznej wersja 3 lub ktorejś z późniejszych wersji (GPLv3+).
ru: Лицензия версии 3 или последующей (GPL v3+).

source: The full license text is available in the file called COPYING that must be included in every copy of the program.
de: Der komplette Lizenz-Text ist in der Datei COPYING enthalten. Diese Datei muss jeder Kopie des Programms beigefügt werden.
fr: Le texte complet de la licence est disponible dans le fichier nommé COPYING qui doit être fourni avec toute copie du programme.
ja: 完全なライセンステキストはプログラムのどのコピーにも含まれているはずの複写とよばれるファイルにおいて利用可能です。
nl: De volledige licentie tekst is beschikbaar in een bestand genaamd COPYING, dat bij ieder expemplaar van het programma meegeleverd moet zijn.
pl: Pełny tekst licencji dostępny jest w pliku pt.COPYING, musi on być dołączony do każdej kopi tego programu.
ru: Полный текст лицензии находится в файле под названием COPYING который должен быть включен в каждую копию программы.

source: This program is Free Software ("Free" as in "Freedom") developped during the author's free-time in the hope that some users will find it useful, but WITHOUT ANY WARRANTY of any kind.
de: Dieses Programm ist freie Software ("frei" wie in "Freiheit"). Es wurde in der Freizeit des Authors in der Hoffnung erstellt, dass die Benutzer es nützlich finden, aber OHNE JEGLICHE GEWÄHR.
fr: Ce programme est un Logiciel Libre ('libre' comme dans 'Liberté') développé sur le temps libre de l'auteur et dans l'espoir qu'il sera utile à certains utilisateurs, mais SANS AUCUNE GARANTIE d'aucune sorte.
ja: このプログラムは、有益だと思う使用者もいることを期待して、著作者が自由な時間に開発したフリーソフトウェア("フリーダム" の中のものとしての"フリー")ですが、いかなる種類の保証もありません。
nl: Dit programma is Vrije Software ("Vrijs" als in "Vrijheid") ontwikkeld in de vrije tijd van de auteur in de hoop dat een aantal gebruikers het bruikbaar zullen vinden, maar ZONDER ENIGE VORM VAN AANSPRAKELIJKHEID in welke vorm dan ook.
pl: Niniejszy program jest wolnym oprogramowaniem ("wolny" od słowa "wolność"), rozwijanym przez autora w jego wolnym czasie z nadzieją, że użytkownicy uznają je za przydatne, ale bez jakiejkolwiek gwarancji.
ru: Эта программа бесплатная. Разработана автором в свободное от работы время, в надежде что пользователи найдут в ней пользу, но без каких либо гарантий.

source: You are welcome to transfer this program to other people as long as you respect the license terms. Read the GNU General Public License for more details.
de: Sie sind herzlich dazu aufgerufen, das Programm an andere weiterzugeben, solange Sie die Lizenzbedingungen beachten. Lesen Sie die GNU General Public License um Einzelheiten zu erfahren.
fr: Vous êtes invité à transférer ce programme à d'autres personnes du moment que vous respectez les termes de la Licence. Lisez la GNU General Public License pour plus de détails.
ja: このプログラムを、ライセンスの期限を守る限り、他の人々に自由に譲渡することが出来ます。詳細はＧＮＵ一般公共ライセンスを読んで下さい。
nl: Je kunt dit programma vrij doorgeven aan andere mensen zolang je maar de licentievoorwaarden respecteert. Lees de GNU General Public License voor meer details.
pl: Zapraszamy do rozpowszechniania tego programu, przestrzegając warunków licencji. Zapoznaj się z warunkami Powszechnej Licencji Publicznej GNU.
ru: Вы в праве передавать эту программу другим пользователямдо тех пор пока вы подчиняетесь условиям лицензии. Прочитайтеподробнее в Открытом Лицензионном Соглашении GNU.

source: on the Web
de: im Internet
fr: sur le Web
ja: ウェブ
nl: op het Net
pl: W sieci
ru: в Интернете

source: Feel free to request features and report bugs on the Sudokuki Forums hosted by Sourceforge!
de: Zögern sie nicht Ihre Anregungen und Fehler in den Sudokuki-Foren auf Sourceforge.net zu berichten!
ja: ソルスフォルジュによって主催されたスードクキフォーラムにどうぞ御自由に特別記事をリクエストして、バグを報告してください。
nl: Wees vrij om nieuwe opties te verzoeken for om bugs te rapporteren op de Sudokuki Fora die gehost worden door Sourceforge!
ru: Не стесняйтесь спрашивать об особенностях и сообщать об ощибках на Форумах Sudokuki на Sourceforge!

source: Sudokuki Forums
de: Sudokuki Foren
fr: Forums de Sudokuki
ja: スードクキ フォーラム
nl: Sodukuki Fora
pl: Forum Sudokuki
ru: Форумы Sudokuki

source: Solution...
de: Lösungen...
ja: 解決
nl: Oplossing...
pl: Rozwiązanie...
ru: Ответы...

source: Memos
de: Notizen
fr: Mémos
ja: メモ
pl: Tryb cyfr pomocniczych
ru: Записки

source: Set memos
de: Notizen machen
fr: Montrer les mémos
ja: メモのセット
nl: Plaats memo's
pl: Pokaż cyfry pomocnicze
ru: Установить записки

source: All memos
de: All Notizen
fr: Tous les mémos
ja: 全メモ
nl: Alle memo's
pl: Wszystkie cyfry pomocnicze
ru: Все записки

source: Set memos in all cells
de: Notizen für alle Zellen generieren
fr: Montrer tous les mémos
ja: メモを全てのセルの中にセット
nl: Plaats memo's in alle cellen
pl: Pokaż wszystkie cyfry pomocnicze we wszystkich polach
ru: Поставить записки на всех ячейках

source: Resolve
de: Lösen
fr: Résoudre
ja: 解決
nl: Oplossen
pl: Rozwiąż
ru: Решить

source: Resolve the grid
de: Sudoku lösen
fr: Résoudre la grille
ja: ボードを解決する
nl: Los de grid op
pl: Rozwiąż planszę
ru: Решить таблицу

source: DETECTED_LANGUAGE
de: de
fr: fr
ja: ja
nl: nl
pl: pl
ru: ru

source: This version of Sudokuki is up-to-date.
de: Diese Version von Sudokuki ist bereits auf dem neuesten Stand.
fr: Cette version de Sudokuki est à jour.
ja: このスードクキのヴァージョンは更新されています。
nl: Deze versie van Sodukuki is up-to-date.
pl: Niniejsza wersja Sudokuki jest aktualna.
ru: Эта версия Sudokuki самая новая.

source: Unable to retrieve update information.<br/><br/>Please check on the following website<br/>if a new version of Sudokuki is available:<br/><br/>
de: Es konnten keine Aktualisierungs-Informationen gefunden werden.<br/><br/>Bitte prüfen Sie auf der folgende Webseite, ob eine neuere Version von Sudokuki verfügbar ist:<br/><br/>
fr: Impossible de récupérer les informations de mise-à-jour.<br/><br/>Veuillez vérifier sur le site web suivant<br/>si une nouvelle version de Sudokuki est disponible:<br/><br/>
ja: 更新された情報を取り戻すことはできません。.<br/><br/>もしスードクキの最新のヴァージョンが利用可能なら<br/>次のウェブサイトをチェックしてください。:<br/><br/>
nl: Kon geen update informatie ontvangen.<br/><br/>Kijk alstublieft op de volgende website<br/>of er een nieuwe versie van Sudokuki uit is:<br/><br/>
pl: Odzyskanie informacji na temat aktualizacji jest niemożliwe.<br/><br/> Proszę sprawdzić na stronie
ru: Невозможно получить информацию об обновлениях. <br/><br/>Пожалуйста, проверьте наСледующем сайте<br/>если новая версия Sudokuki доступна:<br/><br/>

source: Checking for available updates
de: Auf Aktualisierungen prüfen
fr: Vérification des mises-à-jour
ja: 更新のためのチェック
nl: Checken op beschikbare updates
pl: Sprawdzanie dostępności aktualizacji
ru: Проверить на обновления

source: Please wait...
de: Bitte warten...
fr: Veuillez patienter...
ja: 待機
nl: Even geduld a.u.b.
pl: Proszę czekać...
ru: Пожалуйста подождите...

source: Cancel
de: Abbrechen
fr: Annuler
ja: 中止
nl: Annuleren
pl: Anuluj
ru: Закрыть

source: Select
de: Auswählen
fr: Sélection
ja: 選択
nl: Kiezen
pl: Wybierz
ru: Выделить

source: Edit
de: Bearbeiten
fr: Editer
ja: 編集
nl: Wijzigen
pl: Edytuj
ru: Править

source: Clear moves
de: Alles löschen
fr: Effacer les coups
ja: 全クリア
nl: Verwijder zetten
pl: Wyczyść
ru: Стереть ходы

source: Clear all moves
de: Zurücksetzen
fr: Effacer tous les coups
ja: 全クリア
nl: Verwijder alle zetten
pl: Wyczyść planszę
ru: Стереть все ходы

source: Hide memos...
de: Notizen verbergen
fr: Cacher les mémos...
ja: メモを隠す...
nl: Verberg memo's...
pl: Ukryj cyfry pomocnicze...
ru: Спрятать заметки...

source: Hide all memos...
de: Alle Notizen verbergen
fr: Cacher tous les mémos...
ja: 全てのメモを隠す...
nl: Verberg alle memo's...
pl: Ukryj wszystkie cyfry pomocnicze...
ru: Спрятать все заметки...

source: Custom grid
de: Eigenes Sudoku
fr: Personnaliser
ja: カスタム
nl: Aangepaste sudoku
pl: Dostosuj
ru: Создать свою таблицу

source: Compose a custom grid...
de: Eigenes Sudoku
fr: Grille personnalisée...
ja: カスタム
nl: Maak een aangepaste sudoku...
pl: Spersonalizowana plansza...
ru: Создать свою таблицу

source: Play grid
de: Sudokuki spielen
fr: Jouer la grille
ja: スタート
nl: Speel sudoku
pl: Wypełnij planszę
ru: Играть с таблицей

source: Play with current grid...
de: Aktuelles Sudoku spielen...
fr: Jouer la grille...
ja: 現在のボードでスタート...
nl: Speel met de huidige sudoku...
pl: Wypełnij bieżącą planszę...
ru: Играть с текущей решеткой...

source: File
de: Datei
fr: Fichier
ja: ファイル
nl: Bestand
pl: Plik
ru: Файл

source: New
de: Neu
fr: Nouveau
ja: 新規
nl: Nieuw
pl: Nowy
ru: Новый

source: Open
de: Öffnen
fr: Ouvrir
ja: 開く
nl: Openen
pl: Otwórz
ru: Открыть

source: Save as
de: Speichern unter
fr: Enregistrer
ja: 別名で保存
nl: Opslaan als
pl: Zapisz jako
ru: Сохранить как

source: Print
de: Drucken
fr: Imprimer
ja: 印刷する
nl: Afdrukken
pl: Drukuj
ru: Печатать

source: Print the grid
de: Sudoku drucken
fr: Imprimer la grille
ja: ボードを印刷する
nl: Druk deze sudoku af
pl: Drukuj planszę
ru: Напечатать таблицу

source: Print x 4...
de: 4 Sudokus drucken...
fr: Imprimer x 4...
ja: 四つ印刷する
pl: Drukuj x 4
ru: Печатать x 4...

source: Print four grids
de: Drucke vier Sudokus
fr: Imprimer quatre grilles
ja: ボードを四つ印刷する
nl: Druk vier sudoku's af
pl: Drukuj cztery plansze
ru: Напечатать четыре таблици

source: Quit
de: Beenden
fr: Quitter
ja: 終了
nl: Afsluiten
pl: Zamknij
ru: Выход

source: Quit the application
de: Programm beenden
fr: Quitter l'application
ja: スードクキを終了する
nl: Sluit deze applicatie af
pl: Zakończ
ru: Выйти из программы

source: Generating grid...
de: Generiere Sudoku...
fr: Génération en cours...
ja: ボード作成...
nl: Bezig een sudoku te genereren
pl: Trwa tworzenie planszy...
ru: Генерируется решетка...

source: Help
de: Hilfe
fr: Aide
ja: ヘルプ
pl: Pomoc
ru: Помощь

source: Update
de: Aktualisieren
fr: Mettre à jour
ja: 更新
pl: Aktualizacja
ru: Обновить

source: Check for updates
de: Auf Aktualisierungen prüfen
fr: Vérifier les mises-à-jour
ja: 更新のためのチェック
nl: Checken op updates
pl: Sprawdź aktualizacje
ru: Проверить на обновления

source: Download
de: Herunterladen
fr: Télécharger
ja: ダウンロード
nl: Downloaden
pl: Pobierz
ru: Скачать

source: Download new version
de: Neue Version herunterladen
fr: Télécharger la nouvelle version
ja: 最新のバージョンをダウンロードする
nl: Download nieuwe versie
pl: Pobierz nową wersję
ru: Скачать новую версию

source: Translate this application
de: Übersetzen Sie dieses Programm
fr: Traduire cette application
ja: このアプリケーションを翻訳
nl: Vertaal deze applicatie
pl: Przetłumacz tę aplikację
ru: Перевести эту программу

source: Help translate this application
de: Helfen Sie mit dieses Programm zu übersetzten
fr: Aider à traduire cette application
ja: このアプリケーションの翻訳のヘルプ
nl: Help mee deze applicatie te vertalen
pl: Pomóż w tłumaczeniu tej aplikacji
ru: Помочь перевести эту программу

source: About...
de: Über...
fr: A propos...
ja: スードクキについて
nl: Over...
pl: Więcej o...
ru: О нас..

source: Language
de: Sprache
fr: Langue
ja: 言語
nl: Taal
pl: Język
ru: Язык

source: Ok
fr: Confirmer
pl: Potwierdź
ru: Да

source: German
de: Deutsch
fr: Deutsch
ja: Deutsch
nl: Deutsch
ru: Deutsch

source: Greek
de: Eλληνικά
fr: Eλληνικά
ja: Eλληνικά
nl: Eλληνικά
ru: Eλληνικά

source: Spanish
de: Español
fr: Español
ja: Español
nl: Español
ru: Español

source: French
de: Français
fr: Français
ja: Français
nl: Français
ru: Français

source: Japanese
de: 日本語
fr: 日本語
ja: 日本語
nl: 日本語
ru: 日本語

source: Latvian
fr: Latviešu
nl: Latviešu
ru: Latviešu

source: Portuguese
de: Português
fr: Português
ja: Português
nl: Português
ru: Português

source: Russian
de: Русский
fr: Русский
ja: Русский
nl: Русский
ru: Русский

source: Mandarin
de: 中文
fr: 中文
ja: 中文
nl: 中文
ru: 中文

source: Level 1
de: Schwierigkeitsgrad 1
fr: Niveau 1
ja: レヴェル１
nl: Niveau 1
pl: Poziom 1
ru: Уровень 1

source: Level 2
de: Schwierigkeitsgrad 2
fr: Niveau 2
ja: レヴェル２
nl: Niveau 2
pl: Poziom 2
ru: Уровень 2

source: Level 3
de: Schwierigkeitsgrad 3
fr: Niveau 3
ja: レヴェル３
nl: Niveau 3
pl: Poziom 3
ru: Уровень 3

source: Level 4
de: Schwierigkeitsgrad 4
fr: Niveau 4
ja: レヴェル４
nl: Niveau 4
pl: Poziom 4
ru: Уровень 4

source: Level 5
de: Schwierigkeitsgrad 5
fr: Niveau 5
ja: レヴェル５
nl: Niveau 5
pl: Poziom 5
ru: Уровень 5

source: Level
de: Schwierigkeitsgrad
fr: Niveau
ja: レヴェル
nl: Niveau
pl: Poziom trudności
ru: Уровень

source: Update recommended
de: Aktualisierung empfohlen
fr: Mise-à-jour recommandée
ja: 更新の推薦
nl: Updaten is aanbevolen
pl: Aktualizacja zalecana
ru: Рекомендуется обновить

source: A new version of Sudokuki is available!<br/>
de: Eine neue Version von Sudokuki ist verfügbar!<br/>
fr: Une nouvelle version de Sudokuki est disponible!<br/>
ja: スードクキの最新のヴァージョンが利用可能!<br/>
nl: Een nieuwe versie van Sudokuki is beschikbaar!<br/>
pl: Nowa versja Sudokuki jest dostępna!<br/>
ru: Доступна новая версия Sudokuki!

source: Please download and install the latest package<br/>from the following website:<br/>
de: Bitte laden und installieren Sie das neueste Paket<br/> von der folgenden Webseite<br/>
fr: Veuillez télécharger et installer le dernier paquet<br/>à partir du site suivant:<br/>
ja: 次のウェブサイト<br/>から 最も最近のパッケージ<br/>をダウンロードしてインストールしてください。
nl: Download en installeer alstublieft de nieuwste pakket<br/>van de volgende website:<br/>
pl: Prosimy o pobranie i zainstalowanie najnowszego pakietu<br/>znajdującego się na stronie:<br/>
ru: Пожалуйста скачайте и установите последнюю версию<br/>со следуюшего сайта:<br/>

source: Download Sudokuki
de: Herunterladen
fr: Télécharger Sudokuki
ja: ダウンロード
nl: Sudokuki downloaden
pl: Pobierz Sudokuki
ru: Скачать Sudokuki

source: Arabic
de: Arabisch
fr: Arabes
ja: アラビア語
nl: Arabisch
pl: Arabskie
ru: Арабский

source: Chinese
de: Chinesisch
fr: Chinois
ja: 中国語
nl: Chinees
pl: Chińskie
ru: Китайский

source: Numbers
de: Ziffern
fr: Chiffres
ja: 数
nl: Nummers
pl: Cyfry
ru: Номера

source: Open grid...
de: Öffne Sudoku
fr: Ouvrir...
ja: ボードを開く
nl: Open sudoku...
pl: Otwórz...
ru: Открыть решетку...

source: Sudokuki grid files
de: Sudokuki Dateien
fr: Grilles Sudokuki
ja: スードクキボードファイル
nl: Sudokuki sudoku bestanden
pl: Kratki Sudokuki
ru: Sudokuki файлы решеток

source: Generating and sending four grids
de: Generiere vier Sudokus und sende
fr: Génération et envoi de quatre grilles
ja: ４つのボードの作成と送付
nl: Bezig met het genereren en verzenden van vier sudoku's
pl: Trwa tworzenie i wysyłanie czterech plansz
ru: Генерируются и посылаются четыре решетки

source: to the printer...
de: zum Drucker...
fr: à l'imprimante...
ja: 印刷機へ...
nl: naar de printer...
pl: Do drukarki
ru: на принтер

source: This grid has no solution.
de: Das Sudoku hat keine eindeutige Lösung
fr: Cette grille n'a pas de solution
ja: このボードは解決がない。
nl: Deze sudoku heeft geen oplossing.
pl: Plansza nie ma rozwiązania
ru: Нет решений этой решетки.

source: Grid resolution in progress...
de: Sudoku Auflösung im Gange...
fr: Résolution en cours...
ja: ボードの解決が進行中
nl: Bezig de sudoku op te lossen...
pl: Trwa rozwiązywanie planszy...
ru: Решешие решетки в процессе...

source: Save as...
de: Speichern unter
fr: Enregistrer sous...
ja: 別名で保存
nl: Opslaan als...
pl: Zapisz jako...
ru: Сохранить как...

source: Clear memos
de: Alles löschen
fr: Effacer les mémos
ja: 全クリア
nl: Verwijder memo's
pl: Usuń cyfry pomocnicze
ru: Стереть Записки

source: Congratulations!
de: Herzlichen Glückwunsch!
fr: Félicitations !
ja: おめでとう !
nl: Gefeliciteerd!
pl: Gratulacje!
ru: Поздравляем!

source: Grid complete!
de: Sudoku komplett!
fr: Grille complète !
ja: ボード完成 !
nl: Sudoku opgelost!
pl: Plansza jest gotowa!
ru: Решетка решена!

source: Grid resolved with success.
de: Sudoku erfolgreich gelöst.
fr: Grille résolue avec succès.
ja: 上手く解決したボード
nl: Sudoku succesvol opgelost.
pl: Plansza został rozwiązana pomyślnie.
ru: Решетка решена с успехом.

source: You can easily translate Sudokuki into your own language!
de: Sie können Sudokuki einfach in Ihre eigene Sprache übersetzen!
fr: Vous pouvez facilement traduire Sudokuki dans votre propre langue !
ja: 簡単にスードクキをあなた自身の言語に翻訳できます !
nl: Je kunt Sudokuki eenvoudig in je eigen taal vertalen!
pl: Z łatwością możesz przetłumaczyć Sukokuki na twój oczysty język!
ru: Вы можете легко перевести Sudokuki на ваш язык!

source: Propose your help and get information on how to proceed<br/> on the Translators Forum hosted by Sourceforge:
de: Kündigen Sie Ihre Mithilfe im Übersetzungsforum auf Sourceforge an.<br/>Dort erhalten Sie auch weitere Informationen:
fr: Proposez votre aide et apprenez comment procéder<br/> sur les Forums de Traduction hébergés par Sourceforge:
ja: ヘルプを要求して、ソースフォルジュ主催の翻訳者フォーラム へ<br/>どう進んだらよいかについての情報を得てください。
nl: Bied je hulp aan op het Vertalers Forum gehost door Sourceforce en<br/> ontvang verdere informatie.
pl: Zaproponuj twoją pomoc i zapoznaj się z regułami współpracy na Forum Tłumaczy na Sourceforge :
ru: Предложите свою помощь и получите информацию о том как действоватьна форуме для переводчиков на Sourceforge:

source: Sudokuki Translators Forum
de: Sudokuki Übersetzer Forum
fr: Forums de Sudokuki
ja: スードクキ翻訳者フォーラム
nl: Sudokuki Vertalers Forum
pl: Forum tłumaczy Sudokuki
ru: Форум для переводчиков Sudokuki

source: Copyright (C) 2007-2012 Sylvain Vedrenne
ja: 著作権 (C) 2007-2012 シルヴァン ヴェドレンヌ

source: Dutch translations
fr: Traductions en néerlandais
nl: Nederlandse vertaling
pl: Tłumaczenia na język holenderski

source: Feel free to request features and report bugs<br/>on the Sudokuki Forums hosted by Sourceforge!
fr: N'hésitez pas à demander de nouvelles fonctionnalités<br/>et à signaler des bugs sur les Forums de Sudokuki<br/>hébergés par Sourceforge!
pl: Zapraszam do przesyłania próśb o nowy funkcje lub zgłaszanie błędów na forum Sudokuki hostowane przez Sourceforge!

source: Dutch
fr: Nederlands
nl: Nederlands

source: This file is not a Sudokuki grid.
fr: Ce fichier n'est pas une grille de Sudokuki.
pl: Niniejszy plik nie jest planszą Sudokuki.

source: Failed to save the grid<br/>at the selected location.
fr: Impossible d'enregistrer la grille<br/>à l'endroit indiqué.
pl: Zapisanie planszy <br/>w wyznaczonym miejscu jest niemożliwe.

source: Tamil translations
pl: Tłumaczenia na język tamilski

source: Brazilian Portuguese translations
pl: Tłumaczenia na brazylijski-portugalski

source: Arabic translations
pl: Tłumaczenia na język arabski

source: Turkish translations
pl: Tłumaczenia na język turecki

source: Hungarian translations
pl: Tłumaczenia na język węgierski

source: Polish translations
pl: Tłumaczenia na język polski

source: Standard
pl: Standardowe
